<?php
// Heading
$_["heading_title"]					= 'Реєстрація';
// Message
$_["success_signup"]				= 'Виуспішно зареєструвалися, вітаємо!';
// Form labels
$_["label_username"]				= 'Ім&#039;я користувача:';
$_["label_email"]					= 'Почтова скринька:';
$_["label_password"]				= 'Пароль:';
$_["label_password_confirm"] 		= 'Підвердження поролю:';
$_["label_submit"]					= 'Відправити';
// Form placeholders
$_["placeholder_username"]			= 'Богдан';
$_["placeholder_email"]				= 'bogdan@mybox.ua';
$_["placeholder_password"]			= '********';
$_["placeholder_password_confirm"] 	= '********';
// Form labels
$_["info_username"]					= 'Ім&#039;я користувача повинно бути від 4 до 64 символів(букв, цифр та знаку підкреслення)';
$_["info_email"]					= 'Почтова скринька повинна бути валідною.';
$_["info_password"]					= 'Пароль повинен бути від 8 до 64 символів.';
$_["info_password_confirm"] 		= 'Підвердження поролю повинно повністю співпадати із паролем.';
// Error
$_["error_username"]				= 'Невірно вказано ім&#039;я користувача або такий користувач уже існує! Ім&#039;я користувача повинно бути від 4 до 64 символів(букв, цифр та знаку підкреслення)';
$_["error_password"]				= 'Невірно вказано пароль! Пароль повинен бути від 8 до 64 символів.';
$_["error_password_confirm"]		= 'Паролі не співпадають!';
$_["error_email"]					= 'Невірно вказано почтову скриньку або дана почтова скринька уже закріплена за користувачем! Почтова скринька повинна бути валідною.';
$_["error_form"]					= 'Невірно вказані поля у формі!';
?>